Repository: Adriani90/nvda-store
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Notification: %s
fr: Notifications: %s

source: Unable to connect to the Cecitek NVDAStore. Please check you're connected to the internet.
fr: Impossible de se connecter au Cecitek NVDAStore. Vérifiez votre connexion Internet.

source: Update available
fr: Mise à jour disponible

source: Updating...
fr: Mise à jour en cours...

source: Updates all addons to the latest version
fr: Mettre à jour tous les modules complémentaires

source: Updating addons' list
fr: Récupération de la liste de modules

source: Opens the NVDA Store to download, install and update NVDA add-ons.
fr: Ouvre le NVDAStore pour télécharger, installer et mettre à jour ees modules complémentaires.

source: Application-specific modules
fr: Modules complémentaires pour des applications spécifiques

source: NVDA Core features
fr: Extensions du coeur de NVDA

source: Speech synths and voices
fr: Synthèses vocales

source: All add-ons are currently disabled. To enable add-ons you must restart NVDA.
fr: Les modules complémentaires sont désactivés, vous devez redémarrer NVDA avant d'utiliser ce module.

source: Categories
fr: Catégories

source: Package
fr: Paquet

source: Status
fr: état

source: Author
fr: Auteur

source: Add-on &help
fr: Aide du module complémentaire

source: &Disable add-on
fr: &Désactiver le module complémentaire

source: &Install
fr: &Installer

source: &Remove
fr: &Supprimer

source: &Close
fr: &Fermer

source: Are you sure you wish to remove the selected add-on from NVDA?
fr: êtes-vous sûr de vouloir désinstaller ce module?

source: Remove Add-on
fr: Supprimer le module complémentaire

source: &update
fr: &mettre à jour

source: update available
fr: mise à jour disponible

source: Up to date
fr: à jour

source: &install
fr: &installer

source: Not installed
fr: Pas installé

source: All
fr: Tous

source: Changelog:
fr: Nouveautés:

source: &Enable add-on
fr: A&ctiver

source: {summary} ({name}) Version: {version} Author: {author} Description: {description}
fr: {summary} ({name}) Version: {version} Auteur: {author} Description: {description}

source: URL: {url}
fr: Site web: {url}

source: Add-on Information
fr: Informations sur le module complémentaire

source: Downloading %s
fr: Téléchargement de %s en cours

source: Unable to download the add-on.
fr: Impossible de télécharger le module complémentaire.

source: Unable to download %s
fr: Impossible de télécharger %s

source: Installing
fr: Installation en cours

source: Failed to open add-on package file at %s - missing file or invalid file format
fr: Impossible d'ouvrir le fichier du module complémentaire %s: Format de fichier invalide

source: Error
fr: Erreur

source: Installing Add-on
fr: Installation du module complémentaire

source: Please wait while the add-on is being installed.
fr: Veuillez patienter durant l'installation du module complémentaire

source: Failed to install add-on from %s
fr: Impossible d'installer le module depuis %s
